"ASSISTED_AUTH_INSTRUCTIONS" = "ไปที่ %@ และป้อนรหัสต่อไปนี้เพื่อเข้าสู่ระบบ %@";

"BUTTON_AUTHENTICATE" = "ใช้หมายเลขโทรศัพท์ของฉัน";

"BUTTON_CONTINUE" = "ดำเนินการต่อ";

"BUTTON_CREATED_ACCOUNT" = "สร้างบัญชีแล้ว";

"BUTTON_CREATE_ACCOUNT" = "สรัางบัญชี";

"BUTTON_CREATING_ACCOUNT" = "กำลังสร้างบัญชี";

"BUTTON_DISMISS" = "ยกเลิก";

"BUTTON_DONE" = "เสร็จสิ้น";

"BUTTON_EDIT_NUMBER" = "แก้ไขหมายเลข";

"BUTTON_LOGGING_IN" = "การเข้าสู่ระบบ";

"BUTTON_NOT_NOW" = "ไม่ใช่ตอนนี้";

"BUTTON_OKAY" = "ตกลง";

"BUTTON_RESEND_CONF_CODE" = "ส่งรหัสใหม่";

"BUTTON_RETRY" = "ลองใหม่";

"BUTTON_SENDING" = "กำลังส่ง...";

"BUTTON_SENDING_CONF_CODE" = "กําลังส่งรหัสยืนยัน";

"BUTTON_SEND_CONF_CODE" = "ส่งรหัสยืนยัน";

"BUTTON_SENT_CONF_CODE" = "ส่งรหัสยืนยันแล้ว";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ลองใช้หมายเลขโทรศัพท์อื่น";

"BUTTON_VERIFYING" = "การยืนยัน";

"CALL_ME_ACTION" = "โทรหาฉัน";

"CALL_ME_LOADING" = "กำลังโทร...";

"DEFAULT_INVITE_VIEW_TITLE" = "เชิญเพื่อนของคุณ";

"ERROR_CANT_SMS" = "ไม่สามารถส่งข้อความ SMS ให้หมายเลขโทรศัพท์นี้ได้";

"ERROR_CHECK_CODE_TRY_AGAIN" = "โปรดตรวจสอบรหัสของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "โอ๊ะ ดูเหมือนว่าเราจะมีปัญหาด้านเครือข่าย ลองใหม่อีกครั้งหรือไม่ [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "โปรดตรวจสอบอีเมลของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณและลองใหม่อีกครั้ง";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "คุณได้ตั้งรหัสยืนยัน 2 ชั้นไว้ก่อนหน้านี้บน <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "เมื่อแตะ \"โทรหาฉัน\" ด้านบน <a href=\"https://www.digits.com\">Digits by Twitter</a> จะโทรไปหาคุณเพื่อยืนยันหมายเลขโทรศัพท์ของคุณ ซึ่งอาจมีค่าบริการการโทรและข้อมูล";

"FOOTNOTE_CREATE_ACCOUNT" = "การแตะ “สร้างบัญชี” ด้านบน จะถือว่าคุณยอมรับ <a href=\"https://twitter.com/tos\">ข้อตกลงการให้บริการ</a>, <a href=\"https://twitter.com/privacy\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"https://support.twitter.com/articles/20170514\">การใช้คุ้กกี้</a> ของ <a href=\"https://www.digits.com\">Digits by Twitter</a> ในการแบ่งปันข้อมูลหมายเลขโทรศัพท์ของคุณกับ %@ และผู้ใช้ %@ รายอื่นๆ จะสามารถค้นหาคุณได้จากหมายเลขโทรศัพท์";

"FOOTNOTE_EMAIL_DISCLOSURE" = "การแตะ “ดำเนินการต่อ” ด้านบน จะเป็นการเพิ่มอีเมลของคุณลงในบัญชี Digits ของคุณ คุณยินยอมให้แอพนี้และ <a href=\"https://www.digits.com/settings\">แอพทั้งหมดที่มีรายชื่ออยู่ในบัญชี Digits ของคุณ</a> สามารถเข้าถึงที่อยู่อีเมลนี้ และผู้ใช้แอพเหล่านั้นสามารถค้นหาคุณได้จากอีเมล";

"FOOTNOTE_LOGIN" = "เมื่อแตะ “ดำเนินการต่อ” ด้านบน <a href=\"https://www.digits.com/settings\">หมายเลขโทรศัพท์และ/หรือที่อยู่อีเมล Digits</a> ของคุณจะถูกแบ่งปันกับ %@ และผู้ใช้ %@ รายอื่นๆ จะสามารถค้นหาคุณได้ด้วยหมายเลขโทรศัพท์และ/หรืออีเมล";

"FOOTNOTE_SEND_CONF_CODE" = "เมื่อแตะ “ส่งรหัสยืนยัน” ด้านบน <a href=\"https://www.digits.com\">Digits by Twitter</a> จะส่ง SMS ไปหาคุณเพื่อยืนยันหมายเลขโทรศัพท์ บนหน้าจอถัดไป คุณสามารถเลือก “ส่งรหัสอีกครั้ง” เพื่อรับ SMS ใหม่ หรือ “โทรหาฉัน” เพื่อเริ่มต้นการโทรศัพท์เพื่อยืนยันหมายเลขโทรศัพท์ของคุณ โดยอาจมีการเก็บค่าบริการข้อความ การโทร และข้อมูล";

"FOOTNOTE_TOS_UPDATE" = "การแตะ “ดำเนินการต่อ” ด้านบน จะถือว่าคุณยอมรับ <a href=\"https://twitter.com/tos\">ข้อตกลงการให้บริการ</a>, <a href=\"https://twitter.com/privacy\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"https://support.twitter.com/articles/20170514\">การใช้คุ้กกี้</a> ของ <a href=\"https://www.digits.com\">Digits by Twitter</a> ในการแบ่งปันข้อมูล <a href=\"https://www.digits.com/settings\">หมายเลขโทรศัพท์และ/หรือที่อยู่อีเมล Digits</a> ของคุณกับ %@ และผู้ใช้ %@ รายอื่นๆ จะสามารถค้นหาคุณได้จากหมายเลขโทรศัพท์และ/หรือที่อยู่อีเมล";

"INVITED_BUTTON_TITLE" = "เชิญแล้ว";

"INVITE_BUTTON_TITLE" = "เชิญ";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "ป้อนรหัสยืนยัน 2 ชั้น";

"LABEL_ENTER_CONF_CODE" = "เราส่งรหัส 6 หลักไปให้คุณแล้ว";

"LABEL_ENTER_EMAIL" = "ป้อนอีเมลของคุณ";

"LABEL_ENTER_PHONE_NUMBER" = "หมายเลขโทรศัพท์ของคุณคือ?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "เราใช้ Digits by Twitter เพื่อค้นหาเพื่อนของคุณที่ใช้งานแอพนี้ เมื่อคุณแตะ ตกลง เราจะอัพโหลดสมุดที่อยู่ของคุณไปที่ Digits by Twitter ดังนั้นเราสามารถหาผู้ใช้ของ %@ ที่คุณรู้จักหรือช่วยผู้ใช้อื่นๆของ %@ ค้นหาคุณ";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "ค้นหาเพื่อนของคุณ";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "ไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "ขออภัย เราประสบปัญหาขณะส่งรหัสยืนยันถึงคุณ";

"ONBOARDING_MESSAGE" = "เข้าสู่ระบบที่ https://fabric.io เพื่อตั้งชื่อแอพของคุณ ซึ่งจะรวมอยู่ในอีเมลยืนยัน และ SMS/การยืนยันผ่านข้อความเสียง";

"ONBOARDING_MESSAGE_ANSWERS" = "เพิ่มเฟรมเวิร์ก Answers ลงในแอพของคุณเพื่อให้ Digits เก็บล็อกเหตุการณ์ได้โดยอัตโนมัติ เรียนรู้เพิ่มเติมที่ https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "แอพนี้";

"SMS_PREFILL_TEXT_DEFAULT" = "สวัสดี %@ ฉันกำลังใช้ %@ มาลองใช้แบบฉันสิ!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "สวัสดี %@ ติดตั้ง %@ ได้ที่ %@";

